Repository: common-repository/syspay-for-woocommerce
Catalog: i18n/languages/syspay-*.po
Languages: fr_fr

source: Syspay online payment service
fr_fr: Syspay : Service de paiement en ligne

source: Pay with your credit card.
fr_fr: Payez avec votre carte de crédit.

source: Card Number
fr_fr: Numéro de carte bancaire

source: Please enter a valid credit card number
fr_fr: Veuillez entrer un numéro de carte de crédit valide

source: Expiry Date
fr_fr: Date d'expiration

source: Please enter the expiration date in format MM/YYY
fr_fr: Veuillez entrer la date d'expiration au format MM/AAAA

source: Card Code (CVC)
fr_fr: Code de sécurité

source: Please enter the security code
fr_fr: Veuillez entrer le code de sécurité au dos de votre carte

source: Card Owner
fr_fr: Titulaire de la carte

source: Pay
fr_fr: Payer

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable Syspay payment
fr_fr: Activer le paiement via Syspay

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Titre affiché lors du checkout.

source: Syspay login
fr_fr: Login marchand

source: Your Syspay application API Key.
fr_fr: Clé d'API marchand

source: Syspay passphrase
fr_fr: Secret marchand

source: Your Syspay application password.
fr_fr: Secret marchand

source: Syspay public key
fr_fr: Clé publique marchand

source: Your Syspay public key.
fr_fr: Clé publique marchand

source: Notification URL
fr_fr: URL de notification

source: Payment failed:
fr_fr: Echec du paiement:

source: Invalid payment submission.
fr_fr: Erreur envoie de la page invalide.

source: Billing phone is not valid phone number.
fr_fr: Le numéro de téléphone n'est pas valide.

source: Syspay Payment exception:
fr_fr: Exception de paiement via Syspay:

source: Payment failed:
fr_fr: Echec du paiement.

source: Syspay Refund exception:
fr_fr: Exception lors du remboursement via Syspay:

source: What is Syspay ?
fr_fr: Qu'est-ce que Syspay ?

source: Syspay for WooCommerce
fr_fr: Syspay pour WooCommerce

source: Payment Gateway for Syspay. Create your account on <a href="https://app.syspay.com">www.syspay.com</a> to get your merchant credentials and configure your account <a href="../wp-admin/admin.php?page=wc-settings&tab=checkout&section=syspaygateway">here.</a> <strong>Syspay needs WooCommerce plugin.</strong>
fr_fr: Encaissez les paiements par carte bancaire avec Syspay. Vous pouvez créer votre compte sur <a href="https://app.syspay.com">www.syspay.com</a> pour obtenir vos identifiants de marchand et configurer ce module <a href="../wp-admin/admin.php?page=wc-settings&tab=checkout&section=syspaygateway">ici.</a> <strong>Ce module nécessite le module WooCommerce.</strong>
